Repository: theforeman/foreman_leapp
Catalog: locale/*/foreman_leapp.po
Languages: fr, ka

source: A Foreman plugin to support inplace RHEL upgrades with Leapp utility.
fr: Un plugin Foreman pour prendre en charge les mises à jour in situ de RHEL avec l'utilitaire Leapp.
ka: Foreman-ის დამატება RHEL-ის Leapp-ით ადგილზე განახლების მხარდასაჭერად.

source: All
fr: Tout
ka: ყველა

source: Command
fr: Commande
ka: ბრძანება

source: Could not retrieve data: %(status) - %(msg)
fr: Impossible de récupérer les données : %(status) - %(msg)

source: Failed to fetch preupgrade reports from server.
fr: Échec de la récupération des rapports de pré-mise à niveau du serveur.

source: Fix Selected
fr: Correction de la sélection
ka: არჩეული გასწორება

source: Fix Type
fr: Type de fixation
ka: გასწორების ტიპი

source: Has Remediation
fr: Remédiation

source: Has Remediation?
fr: Plan de remédiation ?
ka: აქვს გაუქმება?

source: High
fr: Haut
ka: მაღალი

source: High Risk Factor
fr: Facteur de risque élevé

source: Hint
fr: Indice
ka: მინიშნება

source: Host
fr: Hôte
ka: ჰოსტი

source: Inhibitor
fr: Inhibiteur
ka: ინჰიბიტორი

source: Inhibitor?
fr: Inhibiteur ?
ka: ინჰიბიტორი?

source: Leapp preupgrade report
fr: Rapport de pré-mise à niveau de Leapp
ka: Leapp-ის განახლებისწინა ანგარიში

source: Links
fr: Liens

source: List Preupgrade reports
fr: Liste des rapports de pré-mise à niveau
ka: განახლებისწინა ანგარიშების სია

source: List Preupgrade reports for Job invocation
fr: Liste des rapports de pré-mise à niveau pour l'invocation du job
ka: განახლებისწინა ანგარიშების სია დავალების ჩასაწოდებლად

source: Low
fr: Faible
ka: დაბალი

source: Low Risk Factor
fr: Facteur de risque faible

source: Medium
fr: Moyen
ka: საშუალო

source: Medium Risk Factor
fr: Facteur de risque moyen

source: Missing one of the required permissions: view_hosts
fr: Il manque une des permissions requises : view_hosts
ka: აკლია ერთ-ერთი საჭირო ნებართვა: view_hosts

source: No
fr: Non
ka: არა

source: No Preupgrade Report Available
fr: Aucun rapport de pré-mise à niveau disponible
ka: განახლებისწინა ანგარიში ხელმისაწვდომი არაა

source: Preupgrade check with Leapp
fr: Contrôle pré-mise à niveau avec Leapp
ka: განახლებისწინა შემოწმება Leapp-ით

source: Remediation plan
fr: Plan de remédiation
ka: გაუქმების გეგმა

source: Risk Factor
fr: Facteur de risque
ka: რისკის ფაქტორი

source: Run Leapp upgrade job for RHEL host
fr: Exécuter le travail de mise à niveau de Leapp pour l'hôte RHEL
ka: RHEL ჰოსტზე Leapp-ის გაშვება

source: Run Remediation plan with Leapp
fr: Exécuter le plan de remédiation avec Leapp
ka: გაუქმების გეგმის Leapp-ით გაშვება

source: Run Upgrade
fr: Mettre à niveau
ka: განახლების გაშვება

source: Show Preupgrade report
fr: Afficher le rapport de pré-mise à niveau
ka: განახლებისწინა ანგარიშის ჩვენება

source: Summary
fr: Résumé
ka: შეჯამება

source: Tags
fr: Balises

source: The preupgrade report could not be generated, check the job details for the reason
fr: Le rapport de pré-mise à niveau n'a pas pu être généré, vérifiez les détails de la tâche pour en connaître la raison
ka: განახლებამდელი ანგარიშის შექმნის შეცდომა. მიზეზისთვის იხილეთ დავალების დეტალები

source: The preupgrade report will be available after the job finishes
fr: Le rapport de pré-mise à niveau sera disponible après la fin du travail
ka: განახლებისწინა ანგარიში დავალების დასრულების შემდეგ იქნება ხელმისაწვდომი

source: This issue inhibits the upgrade.
fr: Ce problème empêche la mise à niveau.
ka: ეს პრობლემა აჩერებს განახლებას.

source: Title
fr: Titre
ka: სათაური

source: Upgrade with Leapp
fr: Mise à niveau avec Leapp
ka: Leapp-ით განახლება

source: Upgradeability check for RHEL host
fr: Vérification de l'évolutivité de l'hôte RHEL
ka: RHEL ჰოსტის განახლებადობის შემოწმება

source: Yes
fr: Oui
ka: დიახ

source: Action with sub plans
ka: ქმედება ქვე-გეგმებით

source: Import Puppet classes
ka: Puppet-ის კლასების შემოტანა

source: Import facts
ka: ფაქტების შემოტანა

source: Info
ka: ინფორმაცია

source: Preupgrade job
ka: განახლებისწინა დავალება

source: Remote action:
ka: დაშორებული ქმედება:
